---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.SiteImportFailures.UnusedPoints
source: html/7ddd17c9-1d02-c172-ea56-b684505abe0a.htm
---
# Autodesk.Revit.DB.BuiltInFailures.SiteImportFailures.UnusedPoints Property

Some rows from the file could not be used.

## Syntax (C#)
```csharp
public static FailureDefinitionId UnusedPoints { get; }
```